[
	{
		"id": "valu",
		"name": "Value",
		"weights": [10, 15, 20, 10, 20, 15, 10],
		"left": {
			"name": "Equality",
			"color": "#ff8be4",
			"description": "Those with higher Equality scores believe that everyone should be viewed equally and tend to have an impartial perception of others, where they may be against treating anyone differently due to specfic judgements."
		},
		"right": {
			"name": "Discrimination",
			"color": "#4f0100",
			"description": "Those with higher Discrimination scores believe in valuing some more than others. They tend to be in favor of exclusion and separate treatment, oftentimes even based on matters of identity or unchangeable characteristics."
		},
		"tiers": [
			"Colourblind",
			"Multicultural",
			"Activist",
			"Neutral",
			"Stereotypes",
			"Supremacy",
			"Eugenics"
		]
	},
	{
		"id": "gene",
		"name": "Genetics",
		"left": {
			"name": "Bioequalism",
			"color": "#001d59",
			"description": "If you have a higher Bioequal score, you belive in treating Animals/Extraterrestrials less harshly or the same as humans. You most likely think a lot of modern practices are harmful and need to be outlawed in favor of something more ethical."
		},
		"right": {
			"name": "Speciesism",
			"color": "#153d00",
			"description": "If you have a higher Speciesist score, then you're in favor of one species’ supremacy (Most likely humans.) You belive other animals are inferior to one species, and are below and used for the gains of the higher species."
		},
		"tiers": [
			"Deep Ecology",
			"Area 51 Raider",
			"Outside Pets",
			"Neutral",
			"Pet-Owning",
			"Poacher",
			"Human-Supremacy"
		]
	},
	{
		"id": "unit",
		"name": "Unity",
		"left": {
			"name": "World Federalism",
			"color": "#03a9f5",
			"description": "Those with higher World Federalism scores believe in a united world without the constructs of nations for people to separated or filtered into."
		},
		"right": {
			"name": "Ultranationalism",
			"color": "#ff3b3c",
			"description": "Those with higher Ultranationalism scores believe in concept of nationhood, belonging to nation. As such, they oppose a cooperative global network, even opposing all kinds of outside interference, aiming to squash all things foreign."
		},
		"tiers": [
			"Cosmopolitan",
			"United Nations",
			"Alliances",
			"Neutral",
			"Patriot",
			"Isolationist",
			"Imperialist"
		]
	},
	{
		"id": "gvrn",
		"name": "Government",
		"left": {
			"name": "Democracy",
			"color": "#0050ff",
			"description": "If you have a higher Democratic score, then you're more in favor of people being able to control the laws of the land according to their needs."
		},
		"right": {
			"name": "Totality",
			"color": "#282424",
			"description": "If you have a higher Totality score, then you're more in favor of a single person/government entity making the laws, with little to no say given to the people."
		},
		"tiers": [
			"Direct Democracy",
			"Liquid Democracy",
			"Representative Democracy",
			"Neutral",
			"Technocratic",
			"Authoritarian",
			"Totalitarian"
		]
	},
	{
		"id": "auth",
		"name": "Authorization",
		"left": {
			"name": "Liberty",
			"color": "#ffb600",
			"description": "If you have a higher Liberty score, then you are in favor of individual freedom, not being controlled by any government entity. You most likely are in favor of victimless crimes being legalized, freedom of speech and opinion, on and on."
		},
		"right": {
			"name": "Limited",
			"color": "#bd0055",
			"description": "If you have a higher Limited score, then you believe that individual liberties need to be restricted, and in the extreme cases, totally controlled by the government."
		},
		"tiers": [
			"Gadsdenism",
			"Libertarian",
			"Liberal",
			"Neutral",
			"Moralist",
			"Restrictive",
			"English Socialism"
		]
	},
	{
		"id": "mind",
		"name": "Mind",
		"left": {
			"name": "Tolerance",
			"color": "#fc6e00",
			"description": "If you have a higher Tolerance score, then you believe in being more Tolerance and open to different beliefs, wanting to keep diverse beliefs in the public as much as possible."
		},
		"right": {
			"name": "Ignorance",
			"color": "#00887a",
			"description": "If you have a higher Ignorance score, then you don't often listen to or don't want there to be external beliefs. You're more in favor of an Echo Chamber, and you want Ideological dissenters gone and dealt with."
		},
		"tiers": [
			"Open Minded",
			"Intrested",
			"Ear-Perking",
			"Neutral",
			"Distrust",
			"China-Ism",
			"Echo-Chamber"
		]
	},
	{
		"id": "relg",
		"name": "Religion",
		"left": {
			"name": "Secular",
			"color": "#ff9700",
			"description": "If you have a higher Secular score, then you are in favor of a Religion-Free government, advocating for a government that can equally represent all religious and non-religious people equally."
		},
		"right": {
			"name": "Theocratic",
			"color": "#03a9f5",
			"description": "If you have a higher Theocratic score, then you're more in favor of a Religious/Atheist government, with that belief being the dominant one in all government decisions."
		},
		"tiers": [
			"Xenolib-Caressism",
			"Secular Satanism",
			"Religious Freedom",
			"Neutral",
			"Religious Majority",
			"Theocracy",
			"Esoteric Fundamentalism"
		]
	},
	{
		"id": "lead",
		"name": "Leaders",
		"left": {
			"name": "Hexarchy",
			"color": "#9c28b1",
			"description": "If you have a higher Hexarchic score, then you belive that more leader would be beneficial to a society, rather than one or two."
		},
		"right": {
			"name": "Monoarchy",
			"color": "#6100ff",
			"description": "Not to be confused with Monarchy, if you have a higher Monoarchic score, then you are more in favor of less or one single leader leading society rather than many."
		},
		"tiers": [
			"Hexarchy",
			"Quintarchy",
			"Quadarchy",
			"Neutral",
			"Triarchy",
			"Diarchy",
			"Monoarchy"
		]
	},
	{
		"id": "clim",
		"name": "Climate",
		"left": {
			"name": "Environmental",
			"color": "#acff7b",
			"description": "If you have a higher Environmental score, then you believe that the environment should be protected and taken care of, rather than exploited for human gain."
		},
		"right": {
			"name": "Pollutionist",
			"color": "#300c00",
			"description": "If you have a higher Pollutionist score, then you're more in favor of damaging the environment in favor of human needs, rather than spending time to care for it."
		},
		"tiers": [
			"Terraform Mars",
			"Green Activist",
			"Gardener",
			"Neutral",
			"Human Needs",
			"Anti-Environment",
			"O-Hareism"
		]
	}
]
